import refImage from "../assest/images/refImage.jpeg";
import candleImage from "../assest/images/candlestipol2.jpeg";
import combineImage from "../assest/images/massagetipol.jpeg";

const data = [
  {
    id: "1",
    title: "רפקסולוגיה",
    content: 
      {
        title: "מה זה רפקסולוגיה?",
        description: (
          <p>
            רפלקסולוגיה = השתקפות של כל איברי מערכות הגוף בכף הרגל. אני משתמש
            בטכניקות מגע בנקודות שונות הקשורות לאיברים ומערכות בגוף האדם, כמובן
            שהכל נעשה עם הקשבה מלאה ולב פתוח. המטרה היא לאזן את המערכות בגוף
            בעזרת עבודה רפלקסולוגית, שחרור תקיעויות גופניות, נפשיות ותודעתיות.
            להעלות את המודעות לחיבור והקשבה פנימה, שחרור דפוסים והרגלים מעכבים,
            למען ההתפתחות והגדילה שלנו. אנחנו הרופאים הכי טובים של עצמנו, כיוון
            שאנחנו היחידים שיכולים להעיד מתי מרגיש לנו נעים ומתי לא. הסשן
            ברפלקסולוגיה מתייחס אל האדם כמכלול שלם, לכן לכל התנסות פיזית יש
            השפעה על הנפש, הרגש והרוח.
          </p>
        ),
        title2: "באילו מקרים זה עוזר?",
        description2: (
          <p >
            כאב
            <br />
            מתח
            <br />
            עייפות
            <br />
            חרדה
            <br />
            החלמה ממחלה ממושכת / תאונות
            <br />
            הריון תקין, מהשבוע ה-12 עד השבוע ה-28.
            <br />
            חיזוק ואיזון מערכות (נשימה,עצבים,עיכול,חיסון)
          </p>
        ),
        title3: "אז מה אני מציע?",
        description3: (
          <p >
            סשן מלא 50-45 דקות.
            <br />
            סשן מקוצר 30 דקות..
            <br />
            סדרה של 6 סשנים מלאים בתשלום מראש. (מומלץ)
          </p>
        ),
         title4: "עובדה מעניינת",
        description4: (
         <p >
            ישנם עדויות לפני 5000 שנה, בתקופת הפרעונים, לשימוש בעיסוי כפות הרגליים כדרך לחזק את
             כוחם ורוחם של המלכים, 
                <br/>
            שנחשבו לאלים באותה תקופה. 
              כאלים פשוט היה אסור להם לחלות.
             מטורף!
            </p>)
      },
    image: refImage,
  },
  {
    id: "2",
    title: "נרות הופי",
    description: "",
    image: candleImage,
  },
  {
    id: "3",
    title: "עיסוי משולב",
    description: "",
    image: combineImage,
  },
];
export const getData=()=>{
  return data;
}
