const reviews = [
  {
    id: "1",
    name: "מאיר אהרון",
    description: (
      <p>
        " "שהגעתי לטיפול אצל ניסן הייתי מאוד סקפטי. לא חשבתי שאתחבר לסוג טיפול
        שכזה. ניסן מהרגע הראשון עשה הכל על מנת לתת לי את ההרגשה הטובה והנוחה
        ביותר ואין ספק שלהגיע אליו היא הבחירה הנכונה! הקליניקה מדהימה ומאובזרת
        היטב, האווירה פשוטה ונעימה שסוחפת אותך ישר לרוגע ושלווה.. ניסן קשוב
        לאורך כל הטיפול, חשוב לו שהכל ייעשה בהתאמה למטופל ורואים במובהקות שהכל
        יוצא מהלב מתוך נתינה ואהבה לאדם שיושב מולו. אני כבר בסשן שני ומרוצה מכל
        רגע, באמת שאני חש שרכשתי חבר גם מעבר למטפל והכל בזכות הגישה המדהימה של
        ניסן. כיף גדול שיש אנשים כמוך!""
      </p>
    ),
  },
  {
    id: "2",
    name: "מאור אהרוני",
    description: 
      <p>
        "כשהגעתי לטיפול הראשון אצל ניסן גיליתי אדם צנוע בעל תדר נעים ומזמין, בעל
        יכולות הקשבה מדהימות וידיים שהם מתנה מאלוהים! העיסוי שלו בכפות הרגליים
        היה פשוט נקודת השיא שלי בשבוע, לאפשר לגוף שלי לנוח ולהירגע מכל הלחצים
        המופעלים עליו במשך השבוע. הוא עזר לי במשאלתי להתחבר לגוף שלי ולתחושותיו.
        בנוסף לעיסוי היה מדהים לשוחח איתו לפני ואחרי הטיפול, הוא עזר לי לדייק את
        עצמי ולהבין את עצמי בחמלה ושלווה רבה ועל כך אני מודה לו מעומק ליבי
        וממליץ לכל אדם ואישה להגיע אליו לטיפול גם אם רק להתוודע לאדם הנהדר
        שהוא."
      </p>
  },
  {
    id: "3",
    name: "מאיר בדוסה",
    description: 
      <p>
        "ניסן ( ידי קסם) ארז לניסן יש גישה טיפולית מיוחדת הוא יודע איך לגעת
        בעדינות, לרפא את המקום הכואב. וגם בעוצמה, חוזקה שנדרש. אני יודעת שאני
        מגיעה עם כאב, יוצאת בלי רוב הטיפולים נרדמת.. ומתעוררת כחדשה ממליצה !!"
      </p>
  },
];
export const getReviews = () => {
  return reviews;
};

